{
  "0": {
    "0": [
      {
        "a": "Ich trinke nach der Schule meinen Kaffee bei Starbucks",
        "p": 5,
        "m": "Schlechte Entscheidung. Regelmäßiger Kauf von teurem Café-Kaffee führt zu höheren Kosten im Vergleich zur Zubereitung von Kaffee zu Hause, was günstiger ist."
      },
      {
        "a": "Ich mache mir daheim einen Kaffe mit der Kaffe Maschine",
        "p": 1,
        "m": "Gute Entscheidung. Es reduziert den Kosteneinsatz, da man den Kaffee zu einem günstigeren Preis kaufen und zu Hause zubereiten kann."
      }
    ]
  },
  "1": {
    "0": [
      {
        "a": "Ich kaufe mir nach der Schule Zigaretten",
        "p": 7,
        "m": "Schlechte Entscheidung. Rauchen ist ungesund und kann auf lange Sicht zu Gesundheitsproblemen führen dazu kosten sie sehr viel."
      },
      {
        "a": "Ich verzichte auf das Rauchen",
        "p": 0,
        "m": "Gute Entscheidung. Verzicht auf Rauchen ist gut für die Gesundheit und kann auf lange Sicht Kosten sparen."
      }
    ]
  },
  "2": {
    "0": [
      {
        "a": "Ich kaufe mir eine Topfentasche beim bäcker",
        "p": 3,
        "m": "Schlechte Entscheidung.Die Topfentasche schmeckt nicht unbedingt besser aber kostet mehr"
      },
      {
        "a": "Ich kaufe mir eine Topfentasche im Supermarkt",
        "p": 1,
        "m": "Gute Entscheidung.Die topfentasche schmeckt fast so gut und ist viel billiger"
      }
    ]
  },

  "3": {
    "0": [
      {
        "a": "Ich gehe zum Einkaufen ins Einkaufszentrum",
        "p": 40,
        "m": "Gute Entscheidung. Einkaufen im Einkaufszentrum kann eine gute Möglichkeit sein, um verschiedene Produkte zu sehen und zu vergleichen."
      },
      {
        "a": "Ich kaufe meine Sachen online ein",
        "p": 20,
        "m": "Gute Entscheidung. Online-Einkauf kann bequem sein und es gibt eine größere Auswahl an Produkten zur Verfügung."
      }
    ]
  },
  "4": {
    "0": [
      {
        "a": "Ich verbringe meine Freizeit mit Freunden und gehe Feiern",
        "p": 30,
        "m": "Gute Entscheidung. Verbringen Sie Zeit mit Freunden und gehen Sie aus, um soziale Kontakte zu knüpfen und neue Erfahrungen zu sammeln."
      },
      {
        "a": "Ich verbringe meine Freizeit alleine",
        "p": 0,
        "m": "Gute Entscheidung. Verbringen Sie Zeit alleine, um sich zu erholen und neue Energie zu tanken."
      }
    ]
  },
  "5": {
    "0": [
      {
        "a": "Ich kaufe meiner Tante ein GeburtstagsGeschenk",
        "p": 40,
        "m": "Gute Entscheidung. Später oder früher zahlt es sich aus nicht geizig zu sein"
      },
      {
        "a": "Ich kaufe meiner Tante kein GerbutstagsGeschenk",
        "p": 0,
        "m": "Schlechte Entscheidung. Später oder früher zahlt es sich aus nicht geizig zu sein"
      }
    ]
  },
  "6": {
    "0": [
      {
        "a": "Ich teile mir mit Freunden einen Spotify Account",
        "p": 2,
        "m": "Gute Entscheidung. Teilen eines Accounts kann Kosten sparen und für alle Beteiligten günstiger sein."
      },
      {
        "a": "Ich benütze einen Spotify Account alleine",
        "p": 10,
        "m": "Schlechte Entscheidung. Individuelles Abonnement kann zu höheren Kosten führen als das Teilen eines Accounts mit Freunden."
      }
    ]
  },
  "7": {
    "0": [
      {
        "a": "Ich kauf mir ein neues Videospiel",
        "p": 20,
        "m": "Schlechte Entscheidung. Auch wenn ein neues Spiel interessant klingt wird es nach der Zeit auch wieder langweilig und es gibt bereits schon viele Spiele die Kostenlos sind und Spaß"
      },
      {
        "a": "Ich verzichte auf Das Spiel",
        "p": 0,
        "m": "Gute Entscheidung. Es gibt bereits viele Kostenlose Spiele die mit Freunden und alleine viel Spaß machen"
      }
    ]
  },
  "8": {
    "0": [
      {
        "a": "Ich gehe in den Club Feiern",
        "p": 70,
        "m": "Schlechte Entscheidung"
      },
      {
        "a": "Ich gehe zu einen Kollegen feiern",
        "p": 30,
        "m": "Gute Entscheidung"
      }
    ]
  },
  "9": {
    "0": [
      {
        "a": "Ich verbringe mein Wochenende im Freizeitpark",
        "p": 30,
        "m": "Gute Entscheidung. Freizeitparks bieten oft eine Vielzahl an Unterhaltungsmöglichkeiten und können ein spaßiges Wochenende bieten."
      },
      {
        "a": "Ich bleibe zu Hause und ruhe mich aus",
        "p": 0,
        "m": "Gute Entscheidung. Es ist wichtig, Zeit für sich selbst zu haben und sich zu erholen, um für die kommende Woche bereit zu sein."
      }
    ]
  },
  "11": {
    "0": [
      {
        "a": "Ich kaufe mir 2 Bücher",
        "p": 20,
        "m": "Gute Entscheidung. Das Return of investment ist bei bildung immer sehr hoch"
      },
      {
        "a": "Ich kaufe mir keine Bücher",
        "p": 0,
        "m": "Schlechte Entscheidung. Das Return of investment ist bei bildung immer sehr hoch"
      }
    ]
  },
  "12": {
    "0": [
      {
        "a": "Ich gehe mit meiner Freundin ins Kino",
        "p": 25,
        "m": "Gute Entscheidung. Ins Kino zu gehen kann ein schöner und unterhaltsamer Abend sein."
      },
      {
        "a": "Ich gehe mit meiner Freundin ins Restaurant",
        "p": 40,
        "m": "Gute Entscheidung. Essen gehen kann eine gute Möglichkeit sein, Zeit miteinander zu verbringen und zu genießen."
      }
    ]
  },
  "13": {
    "0": [
      {
        "a": "Ich kaufe mir eine Mitgliedschaft im Fitnesstudio",
        "p": 40,
        "m": "Gute Entscheidung. Auch wenn es viel kostet ist eine investition in den eigenen Körper meistens das Geld Wert"
      },
      {
        "a": "Ich treibe keinen Sport",
        "p": 0,
        "m": "Schlechte Entscheidung. Auch wenn es am anfang billiger kommt wird es sich auf einen längeren Zeitraum auzahlen in den eigenen Körper zu Investieren"
      }
    ]
  },
  "14": {
    "0": [
      {
        "a": "Ich besuche ein Konzert meiner Lieblingsband",
        "p": 40,
        "m": "Gute Entscheidung. Ein Konzertbesuch kann ein großartiges Erlebnis sein und die Möglichkeit bieten, eine Lieblingsband live zu sehen."
      },
      {
        "a": "Ich höre Musik zu Hause",
        "p": 0,
        "m": "Gute Entscheidung. Musik zu Hause zu hören kann eine entspannte und kostengünstige Möglichkeit sein, Musik zu genießen."
      }
    ]
  },
  "16": {
    "0": [
      {
        "a": "Ich kaufe den battel pass in clash of clans",
        "p": 6,
        "m": "Schlechte Entscheidung.Mann hat zwar einen Vorteil im spiel aber einen nachteil in der Geldbörse"
      },
      {
        "a": "Ich kaufe denn battel pass nicht",
        "p": 0,
        "m": "Gute Entscheidung.Mann hat zwar einen Nachteil im spiel aber einen Vorteil in der Geldbörse"
      }
    ]
  }
}
