{
  "0": {
    "0": [
      {
        "a": "Ich trinke nach der Schule meinen Kaffee bei Starbucks.",
        "p": 5,
        "m": "Schlechte Entscheidung. Regelmäßiger Kauf von teurem Kaffee führt zu höheren Kosten im Vergleich zur Zubereitung von Kaffee zu Hause, was günstiger ist."
      },

      {
        "a": "Ich mache mir zu Hause einen Kaffee mit der Kaffeemaschine.",

        "p": 1,

        "m": "Gute Entscheidung. Es reduziert den Kosteneinsatz, da man den Kaffee zu einem günstigeren Preis kaufen und zu Hause zubereiten kann."
      }
    ]
  },

  "1": {
    "0": [
      {
        "a": "Ich kaufe mir nach der Schule Zigaretten.",

        "p": 7,

        "m": "Schlechte Entscheidung. Rauchen ist ungesund und kann auf lange Sicht zu Gesundheitsproblemen führen dazu kosten sie sehr viel."
      },

      {
        "a": "Ich kaufe mir nach der Schule einen Proteinriegel.",

        "p": 2,

        "m": "Gute Entscheidung. Verzicht auf Rauchen ist gut für die Gesundheit und kann auf lange Sicht Kosten sparen."
      }
    ]
  },

  "2": {
    "0": [
      {
        "a": "Ich kaufe mir eine Topfentasche beim Bäcker.",

        "p": 3,

        "m": "Schlechte Entscheidung. Die Topfentasche schmeckt nicht unbedingt besser, aber kostet mehr."
      },

      {
        "a": "Ich kaufe mir eine Topfentasche im Supermarkt.",

        "p": 1,

        "m": "Gute Entscheidung. Die Topfentasche schmeckt fast genauso gut und ist viel billiger."
      }
    ]
  },

  "3": {
    "0": [
      {
        "a": "Ich gehe zum Einkaufen ins Einkaufszentrum.",

        "p": 40,

        "m": "Gute Entscheidung.Es ist zwar teurer aber unterstützt die lokalen Händler."
      },

      {
        "a": "Ich kaufe meine Sachen Second Hand.",

        "p": 20,

        "m": "Gute Entscheidung. Second Hand-Shopping ist Billiger und kann Spaß machen."
      }
    ]
  },

  "4": {
    "0": [
      {
        "a": "Ich kaufe einen Vorrat meines Lieblingsessens in Aktion.",

        "p": 10,

        "m": "Gute Entscheidung. Es ist klüger, Lebensmittel im Aktionsangebot zu kaufen, da man dabei häufig Geld sparen und gleichzeitig die Möglichkeit haben kann, eine größere Menge an Lebensmitteln für den gleichen Preis zu erwerben."
      },

      {
        "a": "Ich kaufe einen Vorrat meines Lieblingsessens ohne Aktion.",

        "p": 20,

        "m": "Schlechte Entscheidung. Es ist klüger, Lebensmittel im Aktionsangebot zu kaufen, da man dabei häufig Geld sparen und gleichzeitig die Möglichkeit haben kann, eine größere Menge an Lebensmitteln für den gleichen Preis zu erwerben."
      }
    ]
  },

  "5": {
    "0": [
      {
        "a": "Ich kaufe meiner Mutter ein Geburtstagsgeschenk.",

        "p": 40,

        "m": "Gute Entscheidung. Früher oder später zahlt es sich aus, nicht geizig zu sein."
      },

      {
        "a": "Ich kaufe meiner Mutter kein Geburtstagsgeschenk.",

        "p": 0,

        "m": "Schlechte Entscheidung. Früher oder später zahlt es sich aus nicht geizig zu sein."
      }
    ]
  },

  "6": {
    "0": [
      {
        "a": "Ich teile mir mit Freunden einen Spotify Account.",

        "p": 2,

        "m": "Gute Entscheidung. Teilen eines Accounts kann Kosten sparen und für alle Beteiligten günstiger sein."
      },

      {
        "a": "Ich benutze einen Spotify Account alleine.",

        "p": 10,

        "m": "Schlechte Entscheidung. Individuelles Abonnement kann zu höheren Kosten führen als das Teilen eines Accounts mit Freunden."
      }
    ]
  },

  "7": {
    "0": [
      {
        "a": "Ich kaufe mir das Spiel ein bisschen nach der Veröffentlichung.",

        "p": 40,

        "m": "Gute Entscheidung. In der Regel werden Videospiel-Preise im Laufe der Zeit reduziert."
      },
      {
        "a": "Ich kaufe mir ein neues Videospiel direkt bei der Veröffentlichung.",

        "p": 70,

        "m": "Schlechte Entscheidung. In der Regel werden Videospiel-Preise im Laufe der Zeit reduziert. "
      }
    ]
  },

  "8": {
    "0": [
      {
        "a": "Ich gehe in den Club Feiern.",

        "p": 70,

        "m": "Schlechte Entscheidung.Getränk im Club sind immer sehr viel teurer als selber gemachte."
      },

      {
        "a": "Ich gehe zu einem Kollegen Feiern.",

        "p": 30,

        "m": "Gute Entscheidung. Selbst gemischte Getränke sind billiger und man kann die Dosis besser bestimmen."
      }
    ]
  },

  "9": {
    "0": [
      {
        "a": "Ich verbringe mein Wochenende mit Freunden im Freizeitpark.",

        "p": 50,

        "m": "Gute Entscheidung. Freizeitparks bieten oft eine Vielzahl an Unterhaltungsmöglichkeiten und können ein spaßiges Wochenende bieten."
      },

      {
        "a": "Ich verbringe mein Wochenende mit Freunden im Park.",

        "p": 0,

        "m": "Gute Entscheidung. Es ist wichtig sich zu erholen, um für die kommende Woche bereit zu sein."
      }
    ]
  },

  "11": {
    "0": [
      {
        "a": "Ich kaufe mir 2 Bücher.",

        "p": 20,

        "m": "Gute Entscheidung. Das 'Return of Investment' ist bei Bildung immer sehr hoch."
      },

      {
        "a": "Ich kaufe mir Zeitschriften.",

        "p": 10,

        "m": "Schlechte Entscheidung. Das 'Return of Investment' ist bei Zeitschriften nicht so hoch wie bei Bücher."
      }
    ]
  },

  "12": {
    "0": [
      {
        "a": "Ich gehe mit meiner Freundin ins Restaurant.",

        "p": 40,

        "m": "Gute Entscheidung. Essen gehen kann eine gute Möglichkeit sein, Zeit miteinander zu verbringen und zu genießen."
      },
      {
        "a": "Ich gehe mit meiner Freundin ins Kino.",

        "p": 25,

        "m": "Gute Entscheidung. In ein Kino gehen kann schön und unterhaltsam sein."
      }
    ]
  },

  "13": {
    "0": [
      {
        "a": "Ich kaufe mir eine Mitgliedschaft im Fitnessstudio.",

        "p": 40,

        "m": "Gute Entscheidung. Auch wenn es viel kostet, ist eine Investition in den eigenen Körper meistens das Geld wert."
      },

      {
        "a": "Ich mache Sport mit meinem eigenen Körpergewicht.",

        "p": 0,

        "m": "Gute Entscheidung. Man kann genauso einen fitten Körper erreichen ohne ins Gym zu gehen."
      }
    ]
  },

  "14": {
    "0": [
      {
        "a": "Ich besuche ein Konzert meiner Lieblingsband.",

        "p": 40,

        "m": "Gute Entscheidung. Ein Konzertbesuch kann ein großartiges Erlebnis sein und die Möglichkeit bieten, eine Lieblingsband live zu sehen."
      },

      {
        "a": "Ich höre Musik zu Hause.",

        "p": 0,

        "m": "Gute Entscheidung. Musik zu Hause zu hören kann eine entspannte und kostengünstige Möglichkeit sein, Musik zu genießen."
      }
    ]
  },

  "16": {
    "0": [
      {
        "a": "Ich kaufe denn Battle Pass nicht.",

        "p": 0,

        "m": "Gute Entscheidung. Man hat zwar einen Nachteil im Spiel aber einen Vorteil in der Geldbörse."
      },
      {
        "a": "Ich kaufe den Battle Pass in Clash of Clans.",

        "p": 6,

        "m": "Schlechte Entscheidung. Man hat zwar einen Vorteil im Spiel aber einen Nachteil in der Geldbörse."
      }
    ]
  },

  "17": {
    "0": [
      {
        "a": "Ich kaufe mir einen Marken Rucksack.",

        "p": 50,

        "m": "Schlechte Entscheidung. Ein Marken Rucksack bringt nicht mehr Funktionalität."
      },

      {
        "a": "Ich kaufe mir einen normalen Rucksack.",

        "p": 25,

        "m": "Gute Entscheidung. Bringt genauso viel wie der Marken Rucksack, nur ist er billiger."
      }
    ]
  },

  "18": {
    "0": [
      {
        "a": "Ich kaufe mir Disney+, Netflix und Amazon Prime.",

        "p": 40,

        "m": "Schlechte Entscheidung. Viele Streaming dienste kosten viel und kosten auch jeden Monat etwas. Am besten wäre es einen Dienst auszunützen, kündigen und dann den Nächsten abonnieren."
      },

      {
        "a": "Ich kaufe mir nur Zugang zu einem Streamingdienst.",

        "p": 10,

        "m": "Gute Entscheidung.Nutze diesen Dienst so gut wie möglich, und wenn es keinen Spaß mehr macht, kündige und abonniere einen anderen."
      }
    ]
  },

  "19": {
    "0": [
      {
        "a": "Ich kaufe mir neue Schuhe die gerade nicht verfügbar sind von einem 3. Anbieter.",

        "p": 150,

        "m": "Schlechte Entscheidung.Teure Schuhe sind aus finanzieller Sicht eine schlechte Idee, da sie möglicherweise keinen Mehrwert bieten, kurzlebig sein können und eine unverhältnismäßig hohe Ausgabe darstellen können."
      },

      {
        "a": "Ich kaufe mir Schuhe sobald sie wieder verfügbar sind.",

        "p": 65,

        "m": "Gute Entscheidung.Teure Schuhe sind aus finanzieller Sicht eine schlechte Idee, da sie möglicherweise keinen Mehrwert bieten, kurzlebig sein können und eine unverhältnismäßig hohe Ausgabe darstellen können."
      }
    ]
  },

  "20": {
    "0": [
      {
        "a": "Ich fahre mit dem Fahrrad in die Schule.",

        "p": 0,

        "m": "Gute Entscheidung.Fahrradfahren ist gesund und spart Geld."
      },
      {
        "a": "Ich fahre mit dem Auto in die Schule.",

        "p": 20,

        "m": "Schlechte Entscheidung.Tanken ist nicht billig aber wenn es regenet gibt es keine andere Option."
      }
    ]
  },

  "21": {
    "0": [
      {
        "a": "Ich kaufe mir einen Online Kurs über Finanzen und schaue diesen.",

        "p": 40,

        "m": "Gute Entscheidung.Der Kurs wird sich auszahlen."
      },

      {
        "a": "Ich schaue den ganzen Tag Netflix.",

        "p": 0,

        "m": "Schlechte Entscheidung. Ein bisschen entspannen ist wichtig aber nicht den ganzen Tag."
      }
    ]
  },

  "22": {
    "0": [
      {
        "a": "Ich kaufe mir 5 Snus Packungen.",

        "p": 20,

        "m": "Schlechte Entscheidung.Genau wie Zigaretten kosten sie jede Woche Geld."
      },

      {
        "a": "Ich kaufe mir Schokoriegel.",

        "p": 4,

        "m": "Gute Entscheidung.Zucker ist zwar auch ungesund aber nicht so ungesund wie Nikotin."
      }
    ]
  },

  "23": {
    "0": [
      {
        "a": "Ich kauf mir einen normalen Teddybär.",

        "p": 20,

        "m": "Gute Entscheidung.Warum würdest du einen riesigen Teddybär brauchen?"
      },
      {
        "a": "Ich kaufe mir einen riesigen Teddybär.",

        "p": 40,

        "m": "Schlechte Entscheidung.Warum würdest du einen riesigen Teddybär brauchen? "
      }
    ]
  },

  "25": {
    "0": [
      {
        "a": "Ich Kaufe mir marken Parfüm.",
        "p": 60,
        "m": "Schlechte Entscheidung.Du hast einen ähnliche Duft für das Doppelte des Preis."
      },

      {
        "a": "Ich informiere mich über Parfüm und kaufe mir einen gleich guten Billigeren.",
        "p": 30,
        "m": "Gute Entscheidung.Du hast einen ähnliche Duft für die hälfte des Preis."
      }
    ]
  },
  "26": {
    "0": [
      {
        "a": "Ich kaufe eine Jahreskarte für den öffentlichen Nahverkehr.",
        "p": 30,
        "m": "Gute Entscheidung. Eine Jahreskarte kann langfristig Kosten sparen und ist umweltfreundlicher als das eigene Auto."
      },
      {
        "a": "Ich fahre jede mal mit meinen Auto.",
        "p": 70,
        "m": "Schlechte Entscheidung. Das eigene Auto kann langfristig teurer sein als der öffentliche Nahverkehr und ist oft umweltschädlich."
      }
    ]
  },
  "27": {
    "0": [
      {
        "a": "Ich gehe Shisha Rauchen mit Freunden.",
        "p": 25,
        "m": "Schlechte Entscheidung.Nicht so schlimm wie Zigaretten aber trotzdem teuer."
      },

      {
        "a": "Ich gehe Fußball spielen mit Freunden",
        "p": 0,
        "m": "Gute Entscheidung.Es kostet nichts und macht Spaß"
      }
    ]
  },
  "28": {
    "0": [
      {
        "a": "Ich kaufe mir die nächsten 3 Tage Fast Food.",
        "p": 40,
        "m": "Schlechte Entscheidung.Nicht so schlimm wie Zigaretten aber trotzdem teuer."
      },

      {
        "a": "Ich Kaufe mir einmal Lebensmittel um daheim zu Kochen.",
        "p": 20,
        "m": "Gute Entscheidung.Es mag zwar am Anfang teuerer sein aber über längere Zeit zahlt es sich aus."
      }
    ]
  },
  "29": {
    "0": [
      {
        "a": "Ich kaufe mir ein Aribnb als Unterkunft.",
        "p": 50,
        "m": "Gute Entscheidung.Ein AirBnB ist meistens Billiger als ein Hotel und man hat mehr Freiheiten."
      },

      {
        "a": "Ich kaufe mir ein Hotel Zimmer als Unterkunft.",
        "p": 100,
        "m": "Schlechte Entscheidung.Ein Hotel ist meistens Teurer als ein AirBnB aber das Essen ist oft Inklusive."
      }
    ]
  },
  "30": {
    "0": [
      {
        "a": "Ich kaufe mir ein Aribnb als Unterkunft.",
        "p": 50,
        "m": "Gute Entscheidung.Ein Airbnb ist emistens Billiger als ien Hotel und amn hat mehr Freiheiten."
      },

      {
        "a": "Ich kaufe mir ein Hotel als Unterkunft.",
        "p": 100,
        "m": "Schlechte Entscheidung.Ein Hotel ist meistens Teurer als ein Airbnb aber das Essen ist oft Dabei."
      }
    ]
  }
}
